Revit 2027 API
ParameterTypeId.RbsPressureDrop Property
 "Pressure Drop"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsPressureDrop { get; }
Public Shared ReadOnly Property RbsPressureDrop As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsPressureDrop {
	ForgeTypeId^ get ();
}
static member RbsPressureDrop : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace